[{"name":"fname","label":"ID","value":"2024-10-18-Lei_Chang_Nature_Biotechnology_2024"},{"name":"title","label":"Title","value":"Droplet Hi-C enables scalable, single-cell profiling of chromatin architecture in heterogeneous tissues"},{"name":"authors","label":"Authors","value":"Lei Chang, Yang Xie, Brett Taylor, Zhaoning Wang, Jiachen Sun, Ethan J. Armand, Shreya Mishra, Jie Xu, Melodi Tastemel, Audrey Lie, Zane A. Gibbs, Hannah S. Indralingam, Tuyet M. Tan, Rafael Bejar, Clark C. Chen, Frank B. Furnari, Ming Hu & Bing Ren"},{"name":"journal","label":"Journal","value":"Nature Biotechnology"},{"name":"doi","label":"doi","value":"https:\/\/doi.org\/10.1038\/s41587-024-02447-1"},{"name":"abstract","label":"Abstract","value":"Current methods for analyzing chromatin architecture are not readily scalable to heterogeneous tissues. Here we introduce Droplet Hi-C, which uses a commercial microfluidic device for high-throughput, single-cell chromatin conformation profiling in droplets. Using Droplet Hi-C, we mapped the chromatin architecture of the mouse cortex and analyzed gene regulatory programs in major cortical cell types. In addition, we used this technique to detect copy number variations, structural variations and extrachromosomal DNA in human glioblastoma, colorectal and blood cancer cells, revealing clonal dynamics and other oncogenic events during treatment. We refined the technique to allow joint profiling of chromatin architecture and transcriptome in single cells, facilitating exploration of the links between chromatin architecture and gene expression in both normal tissues and tumors. Thus, Droplet Hi-C both addresses critical gaps in chromatin analysis of heterogeneous tissues and enhances understanding of gene regulation."},{"name":"teaser","label":"Teaser","value":"Lei Chang and Yang Xie's Droplet Hi-C paper is published in Nature Biotechnology!"},{"name":"full_text_link","label":"Full text link","value":"https:\/\/www.nature.com\/articles\/s41587-024-02447-1"},{"name":"thumb","label":"Thumb image use https:\/\/imgur.com\/upload, https:\/\/postimages.org\/, or https:\/\/imgbb.com\/. Make sure to 'Copy Image Address'","value":"https:\/\/i.imgur.com\/DHjkIkw.png"}]