[{"name":"fname","label":"ID","value":"2024-03-20-Kubo_MolecularCell_2024"},{"name":"title","label":"Title","value":"H3K4me1 facilitates promoter-enhancer interactions and gene activation during embryonic stem cell differentiation"},{"name":"authors","label":"Authors","value":"Naoki Kubo, Poshen B. Chen, Rong Hu, Zhen Ye, Hiroyuki Sasaki, Bing Ren"},{"name":"journal","label":"Journal","value":"Molecular Cell"},{"name":"doi","label":"doi","value":"https:\/\/doi.org\/10.1016\/j.molcel.2024.02.030"},{"name":"abstract","label":"Abstract","value":"Histone H3 lysine 4 mono-methylation (H3K4me1) marks poised or active enhancers. KMT2C (MLL3) and KMT2D (MLL4) catalyze H3K4me1, but their histone methyltransferase activities are largely dispensable for transcription during early embryogenesis in mammals. To better understand the role of H3K4me1 in enhancer function, we analyze dynamic enhancer-promoter (E-P) interactions and gene expression during neural differentiation of the mouse embryonic stem cells. We found that KMT2C\/D catalytic activities were only required for H3K4me1 and E-P contacts at a subset of candidate enhancers, induced upon neural differentiation. By contrast, a majority of enhancers retained H3K4me1 in KMT2C\/D catalytic mutant cells. Surprisingly, H3K4me1 signals at these KMT2C\/D-independent sites were reduced after acute depletion of KMT2B, resulting in aggravated transcriptional defects. Our observations therefore implicate KMT2B in the catalysis of H3K4me1 at enhancers and provide additional support for an active role of H3K4me1 in enhancer-promoter interactions and transcription in mammalian cells."},{"name":"teaser","label":"Teaser","value":"H3K4me1 facilitates promoter-enhancer interactions and gene activation during embryonic stem cell differentiation"},{"name":"full_text_link","label":"Full text link","value":"https:\/\/www.cell.com\/molecular-cell\/fulltext\/S1097-2765(24)00171-0"},{"name":"thumb","label":"Thumb image use https:\/\/imgur.com\/upload, https:\/\/postimages.org\/, or https:\/\/imgbb.com\/. Make sure to 'Copy Image Address'","value":"https:\/\/i.imgur.com\/8kgr54W.png"}]